4ops.terraform
aaron-bond.better-comments
al3xcubed.annotation-lens-cubed
alefragnani.project-manager
anysphere.cursorpyright
anysphere.remote-containers
arthurlobo.easy-codesnap
bradlc.vscode-tailwindcss
christian-kohler.path-intellisense
chunsen.bracket-select
codezombiech.gitignore
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
drcika.apc-extension
eamodio.gitlens
emilast.logfilehighlighter
esbenp.prettier-vscode
firefox-devtools.vscode-firefox-debug
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
github.vscode-github-actions
golang.go
hashicorp.terraform
ibm.output-colorizer
janisdd.vscode-edit-csv
kocean33.vesper-extended
mechatroner.rainbow-csv
mhutchie.git-graph
miguelsolorio.symbols
mikestead.dotenv
mikoz.black-py
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-ko
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.autopep8
ms-python.debugpy
ms-python.python
ms-toolsai.jupyter-keymap
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.makefile-tools
ms-vscode.remote-explorer
ms-vsliveshare.vsliveshare
naumovs.color-highlight
oderwat.indent-rainbow
peterschmalfeldt.explorer-exclude
prisma.prisma
redhat.ansible
redhat.vscode-yaml
samuelcolvin.jinjahtml
streetsidesoftware.code-spell-checker
tamasfe.even-better-toml
techer.open-in-browser
unifiedjs.vscode-mdx
usernamehw.errorlens
wallabyjs.quokka-vscode
zguolee.tabler-icons
